{
  "Delivery Serivce Provider in Bahrain": "مزود خدمة التوصيل في البحرين",
  "Your Reliable Delivery Partner": "شريكك الموثوق في التوصيل",
  "Why Choose Fawri+": "لماذا تختار فوري+",
  "You will love it!!": "سوف تحبها!!",
  "Unbeatable Pricing": "أسعار لا تُضاهى",
  "Lowest Rates, Fixed Price": "أدنى الأسعار، سعر ثابت",
  "We offer the most competitive delivery rates in Bahrain. No hidden commissions. Fixed price for all distances across the country.": "نقدم أفضل أسعار التوصيل في البحرين. لا رسوم مخفية. سعر ثابت لجميع المسافات عبر البلاد.",
  "Reliable Deliveries": "توصيلات موثوقة",
  "Free 2nd Attempt": "محاولة ثانية مجانية",
  "We’ll make a second delivery attempt at no extra cost if your first attempt fails, ensuring your customers get their orders promptly.": "سنقوم بمحاولة توصيل ثانية بلا تكلفة إضافية إذا فشلت المحاولة الأولى، مما يضمن وصول طلبات عملائك بسرعة.",
  "Real-Time Tracking": "تتبع في الوقت الفعلي",
  "Stay Updated on Your Order": "ابقَ محدثًا عن طلبك",
  "Track your deliveries in real-time with our easy-to-use tracking system, keeping you informed every step of the way.": "تتبع شحناتك في الوقت الفعلي باستخدام نظام تتبع سهل الاستخدام، لتبقى على اطلاع بكل خطوة.",
  "Simple Ordering": "طلب بسيط",
  "Seamless Ordering via WhatsApp": "طلب سلس عبر واتساب",
  "Easily place, manage and pay your orders via WhatsApp, with quick communication for a hassle-free experience.": "قم بتقديم وإدارة ودفع طلباتك بسهولة عبر واتساب، مع تواصل سريع لتجربة خالية من المتاعب.",
  "Loyalty Rewards": "مكافآت الولاء",
  "Order More, Save More": "اطلب المزيد، ووفر المزيد",
  "Our loyalty program offers bonus deliveries, discounted rates, and exclusive perks to reward your ongoing trust and support.": "برنامج الولاء الخاص بنا يقدم توصيلات إضافية، أسعار مخفضة، ومميزات حصرية لتكريم ثقتك ودعمك المستمر.",
  "PLUS": "بلس",
  "Tailored Add-On Services": "خدمات إضافية مخصصة",
  "Choose from add-ons like proof of delivery, buy-on-behalf, or chilled transport, designed to suit your business needs.": "اختر من الخدمات الإضافية مثل إثبات التسليم، الشراء نيابة عنك، أو النقل المبرد، مصممة لتلبية احتياجات عملك.",
  "Order Now": "اطلب الآن"
}
